Repository: HungHuynh1210/Voice-Translate
Catalog: Voice Translate/Voice Translate/App/Localizable.xcstrings
Source language: en
Languages: de, es, ja, ko, pt, vi, zh_hant

source: Photo Translation Related Issues
de: Probleme im Zusammenhang mit der Fotoübersetzung
es: Problemas relacionados con la traducción de fotografías
ja: 写真翻訳関連の問題
ko: 사진 번역 관련 문제
pt: Problemas relacionados à tradução de fotos
vi: Các vấn đề liên quan đến Dịch ảnh
zh_hant: 照片翻譯相關問題

source: Play Sample
de: Beispiel abspielen
es: Reproducir muestra
ja: サンプルを再生する
ko: 샘플 재생
pt: Amostra de reprodução
vi: Chơi mẫu
zh_hant: 播放範例

source: Please check the official website or support documentation of your headset manufacturer to confirm whether there is a firmware update available.
de: Bitte prüfen Sie auf der offiziellen Website oder in der Support-Dokumentation Ihres Headset-Herstellers, ob ein Firmware-Update verfügbar ist.
es: Consulte el sitio web oficial o la documentación de soporte del fabricante de sus auriculares para confirmar si hay una actualización de firmware disponible.
ja: 利用可能なファームウェア アップデートがあるかどうかを確認するには、ヘッドセット メーカーの公式 Web サイトまたはサポート ドキュメントを参照してください。
ko: 사용 가능한 펌웨어 업데이트가 있는지 확인하려면 공식 웹사이트나 헤드셋 제조업체의 지원 문서를 확인하세요.
pt: Verifique o site oficial ou a documentação de suporte do fabricante do seu fone de ouvido para confirmar se há uma atualização de firmware disponível.
vi: Vui lòng kiểm tra trang web chính thức hoặc tài liệu hỗ trợ của nhà sản xuất tai nghe của bạn để xác nhận xem có bản cập nhật chương trình cơ sở hay không.
zh_hant: 請檢查您的耳機製造商的官方網站或支援文檔，確認是否有可用的韌體更新。

source: Please choose the main language for translation transcripts and summary
de: Bitte wählen Sie die Hauptsprache für die Übersetzungstranskripte und die Zusammenfassung aus
es: Elija el idioma principal para las transcripciones de traducción y el resumen.
ja: 翻訳トランスクリプトと要約の主な言語を選択してください
ko: 번역 성적표 및 요약을 위한 기본 언어를 선택하십시오.
pt: Escolha o idioma principal para transcrições de tradução e resumo
vi: Vui lòng chọn ngôn ngữ chính cho bản dịch văn bản và tóm tắt
zh_hant: 請選擇翻譯成績單和摘要的主要語言

source: Please let us know how many hours of simultaneous interpretation you require daily.
de: Bitte teilen Sie uns mit, wie viele Stunden Simultandolmetschen Sie täglich benötigen.
es: Háganos saber cuántas horas de interpretación simultánea necesita diariamente.
ja: 1日あたり何時間の同時通訳が必要かをお知らせください。
ko: 하루에 몇 시간의 동시통역이 필요한지 알려주세요.
pt: Informe-nos quantas horas de interpretação simultânea você necessita diariamente.
vi: Vui lòng cho chúng tôi biết bạn cần bao nhiêu giờ phiên dịch đồng thời mỗi ngày.
zh_hant: 請告知我們您每天需要多少小時的同聲傳譯服務。

source: Please read the following text aloud to train your voice model.
de: Bitte lesen Sie den folgenden Text laut vor, um Ihr Stimmmodell zu trainieren.
es: Lea el siguiente texto en voz alta para entrenar su modelo de voz.
ja: 音声モデルをトレーニングするには、次のテキストを声に出して読んでください。
ko: 음성 모델을 훈련하려면 다음 텍스트를 큰 소리로 읽어보세요.
pt: Leia o texto a seguir em voz alta para treinar seu modelo de voz.
vi: Vui lòng đọc to đoạn văn bản sau để đào tạo mô hình giọng nói của bạn.
zh_hant: 請大聲閱讀以下文字來訓練您的語音模型。

source: Please record longer than 10 seconds and try again.
de: Bitte nehmen Sie länger als 10 Sekunden auf und versuchen Sie es erneut.
es: Graba más de 10 segundos y vuelve a intentarlo.
ja: 10 秒以上録音して、もう一度試してください。
ko: 10초 이상 녹화한 후 다시 시도해 주세요.
pt: Grave mais de 10 segundos e tente novamente.
vi: Vui lòng ghi lại lâu hơn 10 giây và thử lại.
zh_hant: 請錄製超過 10 秒，然後再試一次。

source: Please review and confirm the following requirements for secure voice cloning.
de: Bitte überprüfen und bestätigen Sie die folgenden Anforderungen für das sichere Klonen von Stimmen.
es: Revise y confirme los siguientes requisitos para la clonación de voz segura.
ja: 安全な音声クローン作成のための次の要件を確認してください。
ko: 보안 음성 복제를 위한 다음 요구 사항을 검토하고 확인하세요.
pt: Revise e confirme os seguintes requisitos para clonagem de voz segura.
vi: Vui lòng xem lại và xác nhận các yêu cầu sau để quá trình tạo bản sao giọng nói được an toàn.
zh_hant: 請查看並確認以下安全語音克隆要求。

source: Please wait while AI constructs your personalized audio profile. This may take a few moments.
de: Bitte warten Sie, während AI Ihr personalisiertes Audioprofil erstellt. Dies kann einige Augenblicke dauern.
es: Espere mientras AI construye su perfil de audio personalizado. Esto puede tardar unos momentos.
ja: AI がパーソナライズされたオーディオ プロファイルを構築するまでお待ちください。これには少し時間がかかる場合があります。
ko: AI가 개인화된 오디오 프로필을 구성하는 동안 잠시 기다려 주십시오. 이 작업은 몇 분 정도 걸릴 수 있습니다.
pt: Aguarde enquanto a IA constrói seu perfil de áudio personalizado. Isso pode levar alguns instantes.
vi: Vui lòng đợi trong khi AI xây dựng hồ sơ âm thanh cá nhân hóa của bạn. Việc này có thể mất chút thời gian.
zh_hant: AI 正在构建您的个性化音频配置文件，请稍候。這可能需要一些時間。

source: Portugués
de: Portugiesisch
ja: ポルトガル語
ko: 포르투갈어
pt: Português
vi: Tiếng Bồ Đào Nha
zh_hant: 葡萄牙語

source: Preview
de: Vorschau
es: Avance
ja: プレビュー
ko: 시사
pt: Visualização
vi: Xem trước
zh_hant: 預覽

source: Privacy policy
de: Datenschutzrichtlinie
es: Política de privacidad
ja: プライバシーポリシー
ko: 개인 정보 보호 정책
pt: Política de Privacidade
vi: Chính sách Bảo mật
zh_hant: 隱私權政策

source: Privacy Policy
de: Datenschutzrichtlinie
es: política de privacidad
ja: プライバシーポリシー
ko: 개인 정보 보호 정책
pt: política de Privacidade
vi: Chính sách Bảo mật
zh_hant: 隱私權政策

source: Privacy Protection
de: Datenschutz
es: Protección de la privacidad
ja: プライバシー保護
ko: 개인정보 보호
pt: Proteção de privacidade
vi: Bảo vệ quyền riêng tư
zh_hant: 隱私保護

source: Process Voice
de: Prozessstimme
es: Voz de proceso
ja: 音声を処理する
ko: 프로세스 보이스
pt: Processar voz
vi: Xử lý Giọng nói
zh_hant: 處理語音

source: Provide details for us to better support you. Feature suggestions are welcomed!
de: Geben Sie Einzelheiten an, damit wir Sie besser unterstützen können. Funktionsvorschläge sind willkommen!
es: Proporcione detalles para que podamos brindarle un mejor soporte. ¡Las sugerencias de funciones son bienvenidas!
ja: より良いサポートを提供できるよう、詳細を提供してください。 機能に関する提案は大歓迎です。
ko: 더 나은 지원을 위해 세부정보를 제공해 주세요. 기능 제안을 환영합니다!
pt: Forneça detalhes para que possamos apoiá-lo melhor. Sugestões de recursos são bem-vindas!
vi: Cung cấp thông tin chi tiết để chúng tôi hỗ trợ bạn tốt hơn. Đề xuất tính năng được hoan nghênh!
zh_hant: 提供詳細信息，以便我們更好地為您提供支持。 歡迎提出功能建議！

# Provide details for us to better support you. Feature suggestions are welcomed!
source: Provide details for us to better support you.\nFeature suggestions are welcomed!
de: Geben Sie Details an, damit wir Sie besser unterstützen können.\nFunktionsvorschläge sind willkommen!
es: Proporcione detalles para que podamos brindarle un mejor soporte.\n¡Se agradecen las sugerencias de funciones!
ja: より良いサポートを提供できるよう詳細を提供してください。\n機能に関する提案は歓迎されます。
ko: 더 나은 지원을 위해 세부정보를 제공해 주세요.\n기능 제안을 환영합니다!
pt: Forneça detalhes para que possamos apoiá-lo melhor.\nSugestões de recursos são bem-vindas!
vi: Hãy cung cấp thông tin chi tiết để chúng tôi hỗ trợ bạn tốt hơn.\nChúng tôi hoan nghênh các đề xuất về tính năng!
zh_hant: 請提供詳細信息，以便我們更好地為您提供支持。 \n歡迎提出功能建議！

source: quiet environment
de: ruhige Umgebung
es: ambiente tranquilo
ja: 静かな環境
ko: 조용한 환경
pt: ambiente tranquilo
vi: môi trường yên tĩnh
zh_hant: 安靜的環境

source: re-record
de: neu aufnehmen
es: volver a grabar
ja: 再録音
ko: 다시 녹음하다
pt: regravar
vi: ghi lại
zh_hant: 重新錄製

source: Read 3 short sentences aloud.
de: Lesen Sie 3 kurze Sätze laut vor.
es: Lea 3 oraciones cortas en voz alta.
ja: 3つの短い文を声に出して読んでください。
ko: 짧은 문장 3개를 소리내어 읽어보세요.
pt: Leia 3 frases curtas em voz alta.
vi: Đọc to 3 câu ngắn.
zh_hant: 大聲朗讀 3 個短句。

source: Read Out the Entire Sentence
de: Lesen Sie den gesamten Satz vor
es: Lea la oración completa
ja: 文全体を読み上げる
ko: 전체 문장을 읽어보세요
pt: Leia a frase inteira
vi: Đọc to toàn bộ câu
zh_hant: 讀出整個句子

source: Read Out the Entire Sentence Correctly
de: Lesen Sie den gesamten Satz richtig vor
es: Lea la oración completa correctamente
ja: 文全体を正しく読み上げてください
ko: 전체 문장을 정확하게 읽어 보세요
pt: Leia a frase inteira corretamente
vi: Đọc to toàn bộ câu một cách chính xác
zh_hant: 正確唸出整個句子

source: Ready to Translate
de: Bereit zum Übersetzen
es: Listo para traducir
ja: 翻訳の準備ができました
ko: 번역 준비 완료
pt: Pronto para traduzir
vi: Sẵn sàng dịch
zh_hant: 準備翻譯

source: Real-Time Translation
de: Echtzeit Übersetzung
es: En tiempo real Traducción
ja: リアルタイム 翻訳
ko: 실시간 번역
pt: Tempo real Tradução
vi: Phiên Dịch Trực Tiếp
zh_hant: 即時 翻譯

source: Real-time Translation
de: Echtzeitübersetzung
es: Traducción en tiempo real
ja: リアルタイム翻訳
ko: 실시간 번역
pt: Tradução em tempo real
vi: Dịch thời gian thực
zh_hant: 即時翻譯

# Real-Time Translation
source: Real-Time\nTranslation
de: Echtzeit\nÜbersetzung
es: Traducción\nen tiempo real
ja: リアルタイム\n​​翻訳
ko: 실시간\n번역
pt: Tradução em Tempo Real\n
vi: Dịch\nThời gian thực
zh_hant: 即時\n翻譯

source: Record a Sample
de: Nehmen Sie eine Probe auf
es: Grabar una muestra
ja: サンプルを録音する
ko: 샘플 녹음
pt: Grave uma amostra
vi: Ghi một mẫu âm thanh
zh_hant: 記錄樣本

source: Record your voice for about 1 minute in a quiet environment and follow the on-screen reading prompts.
de: Nehmen Sie Ihre Stimme etwa eine Minute lang in einer ruhigen Umgebung auf und befolgen Sie die Leseanweisungen auf dem Bildschirm.
es: Grabe su voz durante aproximadamente 1 minuto en un ambiente tranquilo y siga las instrucciones de lectura en pantalla.
ja: 静かな環境で自分の声を約 1 分間録音し、画面上の読み上げの指示に従ってください。
ko: 조용한 환경에서 약 1분 동안 음성을 녹음한 후 화면에 표시되는 읽기 안내를 따르세요.
pt: Grave sua voz por cerca de 1 minuto em um ambiente silencioso e siga as instruções de leitura na tela.
vi: Ghi âm giọng nói của bạn trong khoảng 1 phút trong môi trường yên tĩnh và làm theo lời nhắc đọc trên màn hình.
zh_hant: 在安靜的環境下錄製大約1分鐘的聲音，然後按照螢幕上的朗讀提示進行朗讀。

source: Recording... 00:05
de: Aufnahme... 00:05
es: Grabando... 00:05
ja: 録音中... 00:05
ko: 녹음 중... 00:05
pt: Gravando... 00:05
vi: Đang ghi... 00:05
zh_hant: 錄音... 00:05

source: Remove your data at any time.
de: Entfernen Sie Ihre Daten jederzeit.
es: Elimina tus datos en cualquier momento.
ja: データはいつでも削除できます。
ko: 언제든지 데이터를 제거하세요.
pt: Remova seus dados a qualquer momento.
vi: Xóa dữ liệu của bạn bất cứ lúc nào.
zh_hant: 隨時刪除您的資料。

source: Reset
de: Zurücksetzen
es: Reiniciar
ja: リセット
ko: 다시 놓기
pt: Reiniciar
vi: Làm lại
zh_hant: 重置

source: Reset Voice Clone
de: Voice Clone zurücksetzen
es: Restablecer clonación de voz
ja: 音声クローンをリセット
ko: 음성 복제 재설정
pt: Redefinir clone de voz
vi: Tạo lại Bản sao Giọng nói
zh_hant: 重置語音克隆

source: right of the double
de: rechts vom Doppel
es: derecho del doble
ja: 二重の右側
ko: 이중 오른쪽
pt: direita do duplo
vi: phía phải của mũi tên kép
zh_hant: 雙的右邊

source: Save & Finish
de: Speichern und beenden
es: Guardar y finalizar
ja: 保存して終了
ko: 저장 및 완료
pt: Salvar e Concluir
vi: Lưu & Hoàn thành
zh_hant: 儲存並完成

source: say your name.
de: Sag deinen Namen.
es: di tu nombre.
ja: あなたの名前を言ってください。
ko: 당신의 이름을 말해보세요.
pt: diga seu nome.
vi: nói tên của bạn.
zh_hant: 說出你的名字。

source: Scan New Image
de: Neues Bild scannen
es: Escanear nueva imagen
ja: 新しい画像をスキャン
ko: 새 이미지 스캔
pt: Digitalizar nova imagem
vi: Quét hình ảnh mới
zh_hant: 掃描新影像

source: Search history...
de: Suchverlauf...
es: Historial de búsqueda...
ja: 検索履歴...
ko: 검색 기록...
pt: Histórico de pesquisa...
vi: Tìm kiếm lịch sử...
zh_hant: 搜尋紀錄...

source: Search in notes...
de: In Notizen suchen...
es: Buscar en notas...
ja: ノート内を検索...
ko: 메모에서 검색...
pt: Pesquisar nas notas...
vi: Tìm kiếm trong ghi chú...
zh_hant: 在筆記中搜尋...

source: Search language
de: Suchsprache
es: Idioma de búsqueda
ja: 検索言語
ko: 검색 언어
pt: Idioma de pesquisa
vi: Tìm kiếm ngôn ngữ
zh_hant: 搜尋語言

source: Secure profile linkage
de: Sichere Profilverknüpfung
es: Vinculación segura del perfil
ja: 安全なプロファイル連携
ko: 안전한 프로필 연결
pt: Vinculação segura de perfil
vi: Liên kết hồ sơ an toàn
zh_hant: 安全的個人資料鏈接

source: Select Language
de: Wählen Sie Sprache aus
es: Seleccionar idioma
ja: 言語の選択
ko: 언어 선택
pt: Selecione o idioma
vi: Chọn Ngôn ngữ
zh_hant: 選擇語言

source: Sentence \(currentStep) of 3
de: Satz \(currentStep) von 3
es: Oración \(paso actual) de 3
ja: 文 \(currentStep)/3
ko: 3의 문장 \(currentStep)
pt: Frase \(currentStep) de 3
vi: Câu \(currentStep) của 3
zh_hant: 句子 \(currentStep) of 3

source: Sentence %lld of 3
de: Satz %lld von 3
es: Oración %lld de 3
ja: 文 %lld/3
ko: 3개 중 %lld 문장
pt: Sentença %lld de 3
vi: Câu %lld của 3
zh_hant: 第 %lld 句，共 3 句

source: Settings
de: Einstellungen
es: Ajustes
ja: 設定
ko: 설정
pt: Configurações
vi: Cài đặt
zh_hant: 設定

source: Settings page > Voice clone option
de: Seite „Einstellungen“ > Option „Stimmenklonen“.
es: Página de configuración > Opción de clonación de voz
ja: 設定ページ > 音声クローン オプション
ko: 설정 페이지 > 음성 복제 옵션
pt: Página de configurações> opção de clonagem de voz
vi: Trang cài đặt > Tùy chọn bản sao giọng nói
zh_hant: 設定頁面 > 語音克隆選項

source: Share App
de: App teilen
es: Compartir aplicación
ja: アプリを共有する
ko: 앱 공유
pt: Compartilhar aplicativo
vi: Chia sẻ ứng dụng
zh_hant: 分享應用程式

source: Show original
de: Original anzeigen
es: Mostrar original
ja: オリジナルを表示
ko: 원본 보기
pt: Mostrar original
vi: Hiển thị bản gốc
zh_hant: 顯示原件

source: Show Original button
de: Schaltfläche „Original anzeigen“.
es: Botón Mostrar original
ja: 「オリジナルを表示」ボタン
ko: 원본 표시 버튼
pt: Mostrar botão Original
vi: Nút Hiện Bản Gốc
zh_hant: 顯示原始按鈕

source: Show text
de: Text anzeigen
es: Mostrar texto
ja: テキストを表示
ko: 텍스트 표시
pt: Mostrar texto
vi: Hiển thị văn bản
zh_hant: 顯示文字

source: Simply record your voice for
de: Nehmen Sie einfach Ihre Stimme auf
es: Simplemente grabe su voz para
ja: 自分の声を録音するだけで、
ko: 간단하게 음성을 녹음하세요.
pt: Basta gravar sua voz para
vi: Đơn giản chỉ cần ghi âm giọng nói của bạn trong
zh_hant: 只需錄製您的聲音即可

source: Simply record your voice for **more than 5 seconds** to clone your voice. You can enter **the voice cloning process from the voice cloning pop-up window** or the **"Setting page > Voice clone option"**, and follow the instructions to complete voice cloning.
de: Nehmen Sie einfach Ihre Stimme **länger als 5 Sekunden** auf, um Ihre Stimme zu klonen. Sie können den **Vorgang zum Klonen von Stimmen über das Popup-Fenster zum Klonen von Stimmen** oder über die **„Einstellungsseite > Option zum Klonen von Stimmen“** starten und den Anweisungen folgen, um das Klonen von Stimmen abzuschließen.
es: Simplemente grabe su voz durante **más de 5 segundos** para clonarla. Puede ingresar **el proceso de clonación de voz desde la ventana emergente de clonación de voz** o la **"Página de configuración > Opción de clonación de voz"** y seguir las instrucciones para completar la clonación de voz.
ja: **5 秒以上**音声を録音するだけで、声のクローンが作成されます。 **音声クローン作成ポップアップ ウィンドウ**または**「設定ページ > 音声クローン オプション」**から音声クローン作成プロセスに入り、指示に従って音声クローン作成を完了できます。
ko: 음성을 복제하려면 **5초 이상** 동안 음성을 녹음하기만 하면 됩니다. **음성 복제 팝업창** 또는 **"설정 페이지 > 음성 복제 옵션"**에서 음성 복제 과정에 진입한 뒤, 안내에 따라 음성 복제를 완료할 수 있습니다.
pt: Basta gravar sua voz por **mais de 5 segundos** para cloná-la. Você pode entrar no **processo de clonagem de voz na janela pop-up de clonagem de voz** ou na **"Página de configurações > Opção de clonagem de voz"** e seguir as instruções para concluir a clonagem de voz.
vi: Chỉ cần ghi âm giọng nói của bạn trong **hơn 5 giây** để sao chép giọng nói của bạn. Bạn có thể nhập **quy trình sao chép giọng nói từ cửa sổ bật lên sao chép giọng nói** hoặc **"Trang cài đặt > Tùy chọn sao chép giọng nói"** và làm theo hướng dẫn để hoàn tất việc sao chép giọng nói.
zh_hant: 只需錄製您的聲音**超過 5 秒**即可複製您的聲音。您可以從語音克隆彈跳窗**或**「設定頁面>語音複製選項」**進入**語音複製流程，依照指示完成語音複製。

source: Simply record your voice for **more than 5 seconds** to clone your voice. You can enter **the voice cloning process from the voice cloning pop-up window** or the **\
de: Nehmen Sie einfach Ihre Stimme **länger als 5 Sekunden** auf, um Ihre Stimme zu klonen. Sie können **den Vorgang zum Klonen von Stimmen über das Popup-Fenster zum Klonen von Stimmen** starten oder **\
es: Simplemente grabe su voz durante **más de 5 segundos** para clonarla. Puede ingresar **el proceso de clonación de voz desde la ventana emergente de clonación de voz** o **\
ja: **5 秒以上**音声を録音するだけで、声のクローンが作成されます。 **音声クローン作成ポップアップ ウィンドウ** または **\ から音声クローン作成プロセスに入ることができます。
ko: 음성을 복제하려면 **5초 이상** 동안 음성을 녹음하기만 하면 됩니다. **음성 복제 팝업 창에서 음성 복제 프로세스** 또는 **\
pt: Basta gravar sua voz por **mais de 5 segundos** para cloná-la. Você pode entrar no **processo de clonagem de voz na janela pop-up de clonagem de voz** ou no **\
vi: Chỉ cần ghi âm giọng nói của bạn trong **hơn 5 giây** để sao chép giọng nói của bạn. Bạn có thể nhập **quy trình sao chép giọng nói từ cửa sổ bật lên sao chép giọng nói** hoặc **\
zh_hant: 只需錄製您的聲音**超過 5 秒**即可複製您的聲音。您可以從語音克隆彈出視窗進入**語音克隆過程**或**\

source: Simulate Processing Complete
de: Simulieren Sie, dass die Verarbeitung abgeschlossen ist
es: Simular procesamiento completo
ja: シミュレート処理が完了しました
ko: 시뮬레이션 처리 완료
pt: Simular Processamento Completo
vi: Mô phỏng Xử lý Thành công
zh_hant: 模擬處理完成

source: Smart Photo Translation
de: Clever Fotoübersetzung
es: inteligente Traducción de fotos
ja: スマート 写真翻訳
ko: 스마트 사진 번역
pt: Inteligente Tradução de fotos
vi: Dịch Ảnh Thông Minh
zh_hant: 智慧 照片翻譯

# Smart Photo Translation
source: Smart \nPhoto Translation
de: Intelligente \nFotoübersetzung
es: \nTraducción inteligente de fotos
ja: スマート\n写真翻訳
ko: 스마트한 \n사진 번역
pt: Tradução inteligente de \nfotos
vi: Dịch \nảnh thông minh
zh_hant: 智慧\n照片翻譯

source: Social norms
de: Soziale Normen
es: Normas sociales
ja: 社会規範
ko: 사회적 규범
pt: Normas sociais
vi: Chuẩn mực xã hội
zh_hant: 社會規範

source: Spiritual terms
de: Spirituelle Begriffe
es: Términos espirituales
ja: スピリチュアル用語
ko: 영적인 용어
pt: Termos espirituais
vi: Thuật ngữ tâm linh
zh_hant: 精神術語

source: Standard terms
de: Standardbedingungen
es: Términos estándar
ja: 標準用語
ko: 표준약관
pt: Termos padrão
vi: Điều khoản tiêu chuẩn
zh_hant: 標準條款

source: Start button
de: Start-Taste
es: Botón de inicio
ja: スタートボタン
ko: 시작 버튼
pt: Botão Iniciar
vi: Nút Bắt đầu
zh_hant: 開始按鈕

source: Start New
de: Neu beginnen
es: Empezar nuevo
ja: 新しく始める
ko: 새로 시작
pt: Começar novo
vi: Bắt đầu mới
zh_hant: 開始新的

source: Start new,
de: Neu anfangen,
es: empezar de nuevo,
ja: 新しく始めて、
ko: 새로 시작하다,
pt: Comece novo,
vi: Bắt đầu mới,
zh_hant: 開始新的，

source: Start Translation
de: Übersetzung starten
es: Iniciar traducción
ja: 翻訳を開始する
ko: 번역 시작
pt: Iniciar tradução
vi: Bắt đầu dịch
zh_hant: 開始翻譯

source: Stop Sample
de: Probe stoppen
es: Detener muestra
ja: サンプルの停止
ko: 샘플 중지
pt: Parar amostra
vi: Dừng mẫu
zh_hant: 停止採樣

source: Submit
de: Einreichen
es: Entregar
ja: 提出する
ko: 제출하다
pt: Enviar
vi: Nộp
zh_hant: 提交

source: Submit Feedback
de: Geben Sie Feedback ab
es: Enviar comentarios
ja: フィードバックを送信する
ko: 피드백 제출
pt: Enviar comentários
vi: Gửi Phản hồi
zh_hant: 提交回饋

source: Suggestion
de: Anregung
es: Sugerencia
ja: 提案
ko: 제안
pt: Sugestão
vi: Gợi ý
zh_hant: 建議

source: switching to a different network
de: zu einem anderen Netzwerk wechseln
es: cambiar a una red diferente
ja: 別のネットワークに切り替える
ko: 다른 네트워크로 전환
pt: mudando para uma rede diferente
vi: chuyển sang một mạng khác
zh_hant: 切換到不同的網絡

source: Tailor To Your Field
de: Passen Sie es an Ihr Fachgebiet an
es: Adaptarse a su campo
ja: あなたの分野に合わせてカスタマイズ
ko: 귀하의 분야에 맞게 조정하십시오
pt: Adapte-se ao seu campo
vi: Tùy chỉnh theo Lĩnh vực của bạn
zh_hant: 適合您的領域

source: Take a picture and let AI detect and translate the text for you
de: Machen Sie ein Foto und lassen Sie die KI den Text für Sie erkennen und übersetzen
es: Tome una fotografía y deje que la IA detecte y traduzca el texto por usted
ja: 写真を撮るとAIがテキストを検出して翻訳します
ko: 사진을 찍으면 AI가 텍스트를 감지하고 번역합니다.
pt: Tire uma foto e deixe a IA detectar e traduzir o texto para você
vi: Chụp ảnh và để AI phát hiện và dịch văn bản cho bạn
zh_hant: 拍張照片，讓 AI 為您偵測並翻譯文字

source: Tap the microphone to start speaking...
de: Tippen Sie zum Starten auf das Mikrofon sprechen...
es: Toca el micrófono para comenzar hablando...
ja: マイクをタップして開始します 話す...
ko: 시작하려면 마이크를 탭하세요. 말하기...
pt: Toque no microfone para começar falando...
vi: Chạm vào micrô để bắt đầu nói...
zh_hant: 點擊麥克風即可開始 說話…

# Tap the microphone to start speaking...
source: Tap the microphone to start\nspeaking...
de: Tippen Sie auf das Mikrofon, um\nmit dem Sprechen zu beginnen...
es: Toca el micrófono para comenzar\nhablar...
ja: マイクをタップして\n話し始めます...
ko: 말을 시작하려면\n마이크를 탭하세요...
pt: Toque no microfone para começar a\nfalar...
vi: Nhấn vào micrô để bắt đầu\nnói...
zh_hant: 點選麥克風開始\n說話...

source: Tap to start
de: Zum Starten tippen
es: Toca para comenzar
ja: タップして開始
ko: 시작하려면 탭하세요.
pt: Toque para começar
vi: Chạm để bắt đầu
zh_hant: 點擊開始

source: Terms of Service
de: Nutzungsbedingungen
es: Términos de servicio
ja: 利用規約
ko: 서비스 약관
pt: Termos de Serviço
vi: Điều khoản Dịch vụ
zh_hant: 服務條款

source: Test whether the headphones are stable on other devices, which helps determine whether the problem is with the headphones themselves or the original device.
de: Testen Sie, ob die Kopfhörer auf anderen Geräten stabil funktionieren. So können Sie feststellen, ob das Problem bei den Kopfhörern selbst oder beim Originalgerät liegt.
es: Pruebe si los auriculares son estables en otros dispositivos, lo que ayuda a determinar si el problema está en los propios auriculares o en el dispositivo original.
ja: ヘッドフォンが他のデバイスで安定しているかどうかをテストします。これは、問題がヘッドフォン自体にあるのか、元のデバイスにあるのかを判断するのに役立ちます。
ko: 헤드폰이 다른 장치에서 안정적인지 테스트하면 문제가 헤드폰 자체에 있는지 원래 장치에 있는지 확인하는 데 도움이 됩니다.
pt: Teste se os fones de ouvido estão estáveis ​​em outros dispositivos, o que ajuda a determinar se o problema está nos próprios fones de ouvido ou no dispositivo original.
vi: Kiểm tra xem tai nghe có ổn định trên các thiết bị khác hay không, điều này giúp xác định xem sự cố là do bản thân tai nghe hay thiết bị gốc.
zh_hant: 測試耳機在其他裝置上是否穩定，有助於判斷是耳機本身問題還是原設備問題。

source: Text Settings
de: Texteinstellungen
es: Configuración de texto
ja: テキスト設定
ko: 텍스트 설정
pt: Configurações de texto
vi: Cài đặt Văn bản
zh_hant: 文字設定

source: that my voice will be recorded and used by Voice Translator AI Translate to create a synthetic (cloned) version of my voice. I give permission for my voice recordings to be used for this purpose."
de: dass meine Stimme aufgezeichnet und von Voice Translator AI Translate verwendet wird, um eine synthetische (geklonte) Version meiner Stimme zu erstellen. Ich bin damit einverstanden, dass meine Sprachaufzeichnungen für diesen Zweck verwendet werden.
es: que mi voz será grabada y utilizada por Voice Translator AI Translate para crear una versión sintética (clonada) de mi voz. Doy permiso para que mis grabaciones de voz se utilicen para este fin."
ja: 私の声は録音され、Voice Translator AI Translate によって私の声の合成 (クローン) バージョンが作成されるために使用されます。私の音声録音をこの目的に使用することを許可します。」
ko: 내 목소리가 음성 번역기 AI 번역에 의해 녹음되고 사용되어 내 목소리의 합성(복제) 버전을 생성하게 됩니다. 내 음성 녹음이 이러한 목적으로 사용되는 것을 허락합니다."
pt: que minha voz será gravada e usada pelo Voice Translator AI Translate para criar uma versão sintética (clonada) da minha voz. Dou permissão para que minhas gravações de voz sejam usadas para esse propósito."
vi: rằng giọng nói của tôi sẽ được Voice Translator AI Translate ghi lại và sử dụng để tạo ra một phiên bản tổng hợp (nhân bản) giọng nói của tôi. Tôi cho phép sử dụng bản ghi âm giọng nói của mình cho mục đích này."
zh_hant: 我的聲音將被語音翻譯器 AI Translate 錄製並使用，以創建我的聲音的合成（克隆）版本。我允許我的錄音用於此目的。 」
